bot_messages = {
    'start': 'Привет, я Бот-сценарист! Помогу тебе написать сценарий для твоего будущего фильма или серила. \n'
             'Для полного ознакомления с ботом, воспользуйтесь командой /help',
    'help': 'Бот-сценарист! Поможет придумать интересный сценарий для будущего фильма или сериала. \n'
            'Список команд: \n'
            '/start - запуск бота.\n'
            '/help - краткое ознакомительное меню.\n'
            '/begin_story - начало истории.',
    'user_limit': 'К сожелению бот имеет ограничение на количество пользователей, на данный момент лимит исчерпан! '
}

story = {
    'characters': {
        'BOB': {
            'name': 'Кошмарный Губка Боб',
            'description': 'Мрачная тень забавного персонажа, с искаженной улыбкой и алчными '
                           'глазами, зловеще красивый в своей мрачной эстетике, приносящий кошмары в самые '
                           'безмятежные сны.',
            'image': 'https://disk.yandex.ru/i/GLgzYPWVKSJqfA'
        },
        'SPIDER': {
            'name': 'Ожиревший Спайдэр Мен',
            'description': 'Мощный и неуклюжий, с множеством мягких складок, он исследует мир,'
                           ' судорожно зацепляясь своими толстыми пальцами за каждую возможную опору, напоминая з'
                           'абавного героя комиксов в новом обличии.',
            'image': 'https://disk.yandex.ru/i/MVXv5IBCO67Xpg'
        },
        'ROBO_BARBIE': {
            'name': 'Терминатор Барби',
            'description': 'Модель 404: ошибочно красивая, но всегда загрязненная. '
                           'Она сражается с преступностью, распыляя ржавый шик и капли гламура, куда бы ни пошла.',
            'image': 'https://disk.yandex.ru/i/ZzvFH9ecMiIdxw'
        },
        'RED_HOOT': {
            'name': 'Красная Шапочка - Оборотень',
            'description': 'Когда она съедает бабушку, то немного прибавляет в весе. '
                           'Теперь она бежит по лесу и внезапно останавливается, чувствуя себя виноватой за перекус.',
            'image': 'https://disk.yandex.ru/i/eFFTGzpmTUQYug'
        }
    },
    'worlds': {
        'CYBERTRON': {
            'name': 'Кибертрон',
            'description': 'Механизированная планета, где огненные горы излучают кибернетическое тепло, а металлические '
                           'города простираются по бескрайним пустошам, напоминая огромные машины во вселенском ансамбле.',
            'image': 'https://disk.yandex.ru/i/4rgzS5RaZTxYYQ'
        },
        'GOTHAM_CITY': {
            'name': 'Готэм-Сити',
            'description': 'Сумрачный мегаполис, утопающий во тьме и преступности. Его небоскребы укутаны '
                           'туманом, а улицы пропитаны напряженным воздухом, где правят законы тени и безжалостные преступники.',
            'image': 'https://disk.yandex.ru/i/4uvRNZ1XmMu6_w'
        },
        'BIKINI_BOTTOM': {
            'name': 'Бикини-Боттом',
            'description': 'Где тени тянутся длиннее ночи, эхо шагов затихших сердец отзывается в пустых улицах, '
                           'а молчание говорит громче криков.',
            'image': 'https://disk.yandex.ru/i/-AdRYAJo4SnkbA'
        },
        'PINEAPPLE_FOREST': {
            'name': 'Ананасовый лес',
            'description': 'В ананасовом лесу деревья растут с плодами-светильниками, освещая тропы для ночных банкетов'
                           ' местных белок, которые устраивают танцы под диско-шаром луны.',
            'image': 'https://disk.yandex.ru/i/_jHeE8nR3VV-Xg'
        }
    },
    'genre': {
        'HORROR': 'Ужасы',
        'COMEDY': 'Комедия',
        'DRAMA': 'Драма',
        'FANTASY': 'Фэнтези'
    }
}